Repository: arafatemin/Accounting-Managment-System-DjangoProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ug

source: Welcome
ug: خۇش كەپسىز

source: Daily Report
ug: كۈندۈلىك دوكلات

source: Sales
ug: سېتېش

source: Invoices
ug: مال سېتىش

source: Not Payed
ug: تۆلەنمىگەن

source: Profit
ug: پايدا

source: Transfer
ug: مال يۆتكەش

source: Returned
ug: قايتۇرۇلغان مال

source: Expenses
ug: چىقىملار

source: Total
ug: ئومۇمىي

source: Purchases
ug: سېتىۋېلىش

source: Purchase
ug: مال سېتىۋېلىش

source: Money Transfer
ug: پۇل يۆتكەش

source: In
ug: كىرگەن پۇل

source: Out
ug: چىققان پۇل

source: Bilimsah Accounting System
ug: بىلىمشاھ ھىسابات باشقۇرۇش سىستېمى

source: My Profile
ug: ھىسابىم

source: Logout
ug: چىكىنىش

source: Main
ug: ئاساسىي

source: Dashboard
ug: كونتىرول تاختىسى

source: Products
ug: ماللار

source: Tax
ug: باج

source: Unit type
ug: بىرلىك

source: Product Category
ug: مال كاتېگورىيسى

source: Employees
ug: خىزمەتچىلەر

source: Accounts
ug: ھېسابلار

source: Organization
ug: شۆبىلەر

source: Business
ug: سودا

source: Invoice
ug: مال سېتىش

source: Return Product
ug: مال قايتۇرۇش

source: Customers
ug: خېرىدارلار

source: From Stock
ug: كونا مال قوشۇش

source: Vendors
ug: سودىگەرلەر

source: Extra
ug: قوشۇمچە

source: Outcome Category
ug: چىقىم كاتېگورىيسى

source: Outcome
ug: چىقىم

source: Report
ug: دوكلات

source: Product Report
ug: مال دوكلاتى

source: Balance Sheet
ug: ھېسابات

source: Organization Report
ug: شۆبە دوكلاتى

source: Settings
ug: تەڭشەكلەر

source: City
ug: شەھەر

source: Add Income
ug: كىرىم قوشۇش

source: Amount
ug: سوممىسى

source: Category
ug: كاتېگورىيە

source: Bank
ug: بانكا

source: Note
ug: ئىزاھات

source: Add
ug: قوشۇش

source: Incomes
ug: كىرىملەر

source: Datetime
ug: ۋاقتى

source: User
ug: خىزمەتچى

source: Account
ug: ھېساب

source: Add Outcome
ug: چىقىم قوشۇش

source: From
ug: دىن

source: To
ug: غا

source: Filter
ug: فېلتىرلەش

source: Add Outcome Category
ug: چىقىم كاتېگورىيسى قوشۇش

source: Add Account
ug: ھېساب قوشۇش

source: Name
ug: ئىسىم

source: Balance Report
ug: ھېسابات سوكلاتى

source: Total Income
ug: ئومۇمىي كىرىم

source: Total Outcome
ug: ئومۇمىي چىقىم

source: Balance
ug: قېلىپ قالغان پۇلى

source: Type
ug: تۈرى

source: Invoice Payment
ug: مال سېتسىش

source: Orgnization Debt Payment
ug: شۆبىلەرنىڭ تۆلىگەن قەرزى

source: Product Transfer Payment
ug: مال يۆتكەش

source: Additional Income
ug: قوشۇمچە كىرىم

source: Outcomes
ug: چىقىملار

source: Additional Outcome
ug: قوشۇمچە چىقىملار

source: Purchase Payment
ug: مال سېتىۋېلىش

source: Mony Transfer Out
ug: پۆل يۆتكەش

source: Debt Payment For Organization
ug: شۆبىلەرگە تۆلىگەن قەرز

source: Return Product Payment
ug: مال قايتۇرىۋېلىش

source: Vendor Debt Payment
ug: سودىگەرنىڭ قەرزى

source: Clear
ug: تازىلاش

source: Date
ug: ۋاقىت

source: Invoice Payments
ug: مال سېتىش فاتۇرالىرى

source: Reference
ug: فاتۇرا

source: Organization Debt Payment
ug: شۆبىلەرنىڭ تۆلىگەن قەرزى

source: name
ug: ئىسىم

source: From Account
ug: ھېسابتىن

source: To Account
ug: ھېسابقا

source: Add City
ug: شەھەر قوشۇش

source: Cities
ug: شەھەرلەر

source: Add Customer
ug: خېرىدار قوشۇش

source: Phone Number
ug: تېلفون نۇمۇرى

source: Email
ug: ئېلخەت

source: Description
ug: ئىزاھات

source: Address
ug: ئادرېس

source: Submit
ug: مۇقىملاش

source: Action
ug: ھەرىكەتلەر

source: Edit
ug: تەھرىرلەش

source: Edit Customer
ug: خېرىدار تەھرىرلەش

source: Make payment
ug: پۇل تۆلەش

source: max
ug: ئەڭ كۆپ بولغاندا

source: Customer
ug: خېرىدار

source: Make Payment
ug: پۇل تۆلەش

source: Paid
ug: تۆلەنگەن

source: Total Debt
ug: ئومۇمىي قەرزى

source: Customer Detail
ug: خېرىدار تەپسىلاتى

source: Date Time
ug: ۋاقىت

source: Status
ug: ھالىتى

source: Debt
ug: قەرزى

source: Product
ug: مال

source: Unit
ug: سانى

source: Edit Product
ug: مال تەھرىرلەش

source: product
ug: مال

source: Update
ug: يېڭىلاش

source: Back
ug: قايتىش

source: Add Employees
ug: خىزمەتچى قوشۇش

source: Login
ug: كىرىش

source: Close
ug: تاقاش

source: Access to dashboard
ug: باشبەتكە كىرىڭ

source: User Name
ug: نامى

source: Password
ug: مەخپى نۇمۇرى

source: Employee
ug: خىزمەتچى

source: Date of Join
ug: تىزىملاتقان ۋاقتى

source: Last Login
ug: ئاخىرقى كىرىش ۋاقتى

source: Sold
ug: سېتىلدى

source: Transfered
ug: يۆتكەلگەن

source: Bought
ug: ساتقان

source: Stock
ug: قالدۇق

source: Add stock
ug: كونا مال قوشۇش

source: Price
ug: باھاسى

source: Save
ug: ساقلاش

source: Total Price
ug: ئومۇمىي باھاسى

source: Products From Stcok
ug: كونا ماللار

source: Grand Total
ug: جەمئىي باھاسى

source: Payment method
ug: تۆلەش تۈرى

source: Add invoice
ug: تالون قوشۇش

source: Payment Method
ug: تۆلەش تۈرى

source: Tax Fee
ug: باج ھەققى

source: Save invoice
ug: تالون ساقلاش

source: Are you sure want to Save?
ug: ساقلاشنى مۇقىملاشتۇرامسىز؟

source: Cancel
ug: بىكار قىلىش

source: Seller
ug: ساتقۇچى

source: payed
ug: تۆلەنگەن

source: Ananymous Customer
ug: نامەلۇم خېرىدار

source: Organization Detail
ug: شۆبە تەپسىلاتى

source: Organization Name
ug: شۆبە ئىسمى

source: Organization Email
ug: شۆبە ئېلخەت

source: Organization Phone number
ug: شۆبە تېفۇن نۇمۇرى

source: Payments
ug: تۆلەنگەنلەر

source: DateTime
ug: ۋاقىت

source: Subtotal
ug: جەمى

source: Other information
ug: باشقا مەلۇماتلار

source: Add Organization
ug: شۆبە قوشۇش

source: New Organization Informations
ug: يېڭى شۆبە مەلۇماتى

source: Organizations
ug: شۆبىلەر

source: Add New Organization
ug: يېڭى شۆبە قوشۇش

source: Add Debt
ug: قەرزى قوشۇن

source: Add debt
ug: قەرز قوشۇش

source: Phone number
ug: تېلفۇن

source: Actions
ug: ھەرىكەتلەر

source: Add Product Category
ug: مال كاتېگورىيسى قوشۇش

source: Import Product
ug: مال كىرگۈزۈش

source: Sell price
ug: سېتىش باھاسى

source: Add Product
ug: مال قوشۇش

source: Unit Type
ug: بىرلىكى

source: Barcode
ug: باركود نۇمۇرى

source: Image
ug: رەسىم

source: Add a new Product
ug: يېڭى مال قوشۇش

source: Import existing product
ug: بار ماللارنى كىرگۈزۈش

source: clean
ug: تازىلاش

source: Buy price
ug: ئېلىش باھاسى

source: Qty
ug: سانى

source: Product detail
ug: مال تەپسىلاتى

source: Created
ug: قوشۇلغان

source: Current Stock
ug: ھازىرقى سانى

source: Buy Price
ug: ئېلىش باھاسى

source: Sell Price
ug: سېتىش باھاسى

source: Product in organizations
ug: شۆبىدىكى ماللار

source: Source
ug: مەنبە

source: Unit Price
ug: يەككە باھاسى

source: Transfered to
ug: غا يۆتكەلگەن

source: Bought From
ug: دىن ئېلىنغان

source: Sold to
ug: غا سېتىلغان

source: Anonymous User
ug: نامەلۇم ئىشلەتكۈچى

source: Add unit type
ug: بىرلىك قوشۇش

source: Transfer Product
ug: مال يۆتكەش

source: Transfer To
ug: غا يۆتكەش

source: Product Transfer
ug: مال يۆتكەش

source: Transfered From
ug: دىن يۆتكەلگەن

source: Transfered To
ug: غا يۆتكەلگەن

source: Add purchase
ug: مال ئېلىش

source: Purchased From
ug: دىن ئېلىنغان

source: Vendor
ug: سودىگەر

source: Reset
ug: يېڭىلاش

source: Invoice Report
ug: مال سېتىش دوكلاتى

source: Unpaid
ug: تۆلەنمىگەن

source: Products Buy Price
ug: ئەسلى مال باھاسى

source: Total Profit
ug: ئومۇمىي پايدا

source: Expense Report
ug: چىقىم دوكلاتى

source: Income Report
ug: كىرىم دوكلاتى

source: None
ug: يوق

source: Total Report
ug: ئومۇمىي قەرزى

source: Total Balance
ug: ئومۇمىي ھېسابات

source: Organizations Report
ug: شۆبە دوكلاتى

source: Total Balance Report
ug: ھېسابات سوكلاتى

source: Income
ug: كىرىم

source: Outcome Report
ug: چىقىم دوكلاتى

source: Total product price
ug: ئومۇمىي مال باھاسى

source: Single Buy Price
ug: يەككە ئېلىش باھاسى

source: Single Sell Price
ug: يەككە سېتىش باھاسى

source: Returned Products
ug: قايتۇرۇلغان ماللار

source: Add Tax
ug: باج قوشۇش

source: Percent
ug: پىرسەنت

source: Vendor Detail
ug: سودىگەر تەپسىلاتى

source: Add Vendor
ug: سودىگەر قوشۇش
